<template>

    <div>工作经历</div>
    <div>北京三个逗号科技有限公司 <span>2023.06-2024.07</span></div>
                    <ul>
                        <li>1. 负责 ai向 RPG 游戏策划案的编写。
                            2. 负责 RPG 数值的设计。
                            3. 负责游戏 demo 的原型开发，和技术人员对接。
                            4. 负责编写 chatgpt和 sdwebui的 api 代码
                            5. 负责音乐创作
                            6. 负责广告视频制作
                            7. 负责网站 demo 的搭建</li>
                        <li>在HOXI GAMES 担任游戏策划，上半年主要负责RPG战斗系统的系统设计和数值设计。数值设计包括角色升级所需经验、战斗胜利资源投放，关卡难度的数值等。系统设计包括类似于《杀戮尖塔》的爬塔系统，RPG战斗系统等。</li>
                        <li>在下半年主要负责AIGC的原型游戏设计和开发。包括comfyui的流程图维护与优化、unity原型开发、node服务器搭建、web端游戏原型搭建、音游设计、ai女友的avg游戏设计。</li>
                    </ul>
</template>